1yib.rust-bundle
alefragnani.bookmarks
alefragnani.project-manager
anysphere.pyright
appland.appmap
aykutsarac.jsoncrack-vscode
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
brapifra.phpserver
charliermarsh.ruff
claudineyqr.plantuml-snippets
clysto.plantuml
codezombiech.gitignore
connor4312.esbuild-problem-matchers
csstools.postcss
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
dqisme.sync-scroll
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
gait.gait
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
henoc.svgeditor
huizhou.githd
iceworks-team.iceworks-time-master
james-yu.latex-workshop
jebbs.plantuml
jock.svg
joffreykern.markdown-toc
kevinrose.vsc-python-indent
lonefy.vscode-js-css-html-formatter
lqyld.vscode-icons-iconify
mathematic.vscode-latex
mattiasbaake.vscode-snippets-for-ansible
mebrahtom.plantumlpreviewer
mermade.openapi-lint
mjpvs.latex-previewer
mohsen1.prettify-json
ms-ceintl.vscode-language-pack-pt-br
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-repos
ms-vscode.extension-test-runner
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
nickfode.latex-formatter
njpwerner.autodocstring
pb33f.vacuum
qhoekman.language-plantuml
rangav.vscode-thunder-client
redhat.vscode-yaml
rooveterinaryinc.roo-cline
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
saoudrizwan.claude-dev
saptarshidey.latex-viewer
serayuzgur.crates
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
specstory.specstory-vscode
takumii.markdowntable
techer.open-in-browser
tecosaur.latex-utilities
tht13.html-preview-vscode
timonwong.shellcheck
usernamehw.errorlens
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vsls-contrib.gitdoc
waderyan.gitblame
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zainchen.json
zenclabs.previewjs
ziyasal.vscode-open-in-github
